Repository: pavlovma007/docato
Catalog: docato/docato/locale/*/LC_MESSAGES/djangojs.po
Languages: ru

source: Show in objects tree
ru: Показать в списке объектов

source: Are you sure to delete annotation?
ru: Вы уверены, что хотите удалить отметку?

source: Are you sure to delete this property?
ru: Вы уверены, что хотите удалить это свойство?

source: Normalized value cannot be empty
ru: Нормализованное значение не должно быть пустым

source: Percentage must be a number between 0 and 100
ru: Доля объектов должна быть целым числом между 0 и 100 включительно

source: Please activate annotation first
ru: Пожалуйста, выберите метку

source: Please first choose object to add property to
ru: Пожалуйста, выберите объект

source: Please select some text from the document
ru: Пожалуйста, выделите текст в документе

source: Are you sure to delete this object?
ru: Вы уверены, что хотите удалить выбранный объект?

source: Are you sure to delete the selected records?
ru: Вы уверены, что хотите удалить выбранные записи?
